Repository: gonzoua/AudioBookBinder
Catalog: *.lproj/Localizable.strings
Languages: de, fr, it, nb

source: %s: duration (%d sec) is larger than the maximum volume duration (%lld sec.)
de: %1$s: Dauer (%2$d sec) ist länger als maximale Dateilänge (%3$lld sec.)
fr: %1$s: durée (%2$d sec) plus grande que la durée max. (%3$lld sec.)
it: %1$s: duration (%2$d sec) is larger than the maximum volume duration (%3$lld sec.)
nb: %1$s: varighet (%2$d sekunder) er lengre enn maksimal bind varighet (%3$lld sekunder)

source: Adding artist/title tags
de: Autor/Titel Informationen hinzufügen
fr: Ajout des tags pour l'auteur et le titre
it: Aggiungi i tags artista/titolo
nb: Legger inn bokinformasjon

source: Adding chapter markers
de: Kapitelmarken hinzufügen
fr: Ajout des marqueurs de chapitres
it: Sto aggiungendo capitoli...
nb: Legger inn kappittelmarkører

source: Adding file to iTunes
de: Füge Hörbuch zu iTunes hinzu
fr: Ajout du fichier à iTunes
it: Aggiungi il file ad itunes
nb: Legger lydbok til i iTunes

source: Audiobook binding failed
de: Erstellen des Hörbuchs fehlgeschlagen
fr: Echec de la création du livre audio
it: Procedura di "binding" fallita...
nb: Feil ved oppbygging av lydbok

source: Audiobook is ready
de: Audiobuch fertig
fr: Le livre audio est prêt
it: Audiobook è pronto

source: Audiobooks
de: Hörbücher
fr: Livres audio
it: Audiolibri
nb: Lydbøker

source: Audiofile conversion failed
de: Konvertieren der Audiodatei fehlgeschlagen
fr: Echec de la conversion du fichier audio
it: Conversione del file audio fallita!
nb: Feil ved konvertering av lydfil

source: Author
de: Interpret
fr: Artiste
it: Artista
nb: Artist

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

source: Chapter
de: Kapitel
fr: Chapitre
it: Capitolo
nb: Kapittel

source: Chapter %d
de: Kapitel %d
fr: Chapitre %d
it: Capitolo %d
nb: Kapittel %d

source: Converting %@
de: Konvertieren %@
fr: Conversion %@
it: Sto convertendo %@
nb: Konverterer %@

source: Failed to play
de: Wiedergabe gescheitert
fr: La lecture a échoué
it: Riproduzione fallita!
nb: Klarte ikke å spille av

source: Failed to play: %@
de: Wiedergabe gescheitert: %@
fr: La lecture a échoué: %@
it: Non riesco a riprodurre: %@
nb: Klarte ikke å spille av: %@

source: Failed to split audiobook into volumes
de: Aufteilen des Hörbuchs in mehrere Dateien fehlgeschlagen
fr: Echec lors de la découpe du livre audio
it: Il tentativo di split dell'audiobook sul volume fallito!
nb: Klarte ikke å dele boken inn i bind

source: File
de: Ablage
fr: Fichier
it: Archivio
nb: Arkiv

source: File %@ already exists, replace?
de: Die Datei %@ existiert bereits, Datei ersetzen?
fr: Le fichier %@ existe déjà, le remplacer ?
it: Il file %@ è già esistente, sostituirlo?

source: File exists
de: Datei gleichen Namens existiert bereits
fr: Le fichier existe
it: File esistente

source: It seems you are upgrading from previous version of Audiobook Binder. This upgrade introduces change in configuration format that requires your action: please confirm destination folder for audiobook files. This is one-time operation.
de: Sie haben offenbar eine ältere Version des Audiobook Binders auf Ihrem PC installiert. Das Upgrade auf die neue Version ändert das Format der Konfiguration: Bitte bestätigen Sie den Zielordner für die Audiobook-Dateien. Das ist ein einmaliger Vorgang.
fr: Il semble que vous effectuez une mise à jour à partir d'une version précédente d'Audiobook Binder. Cette mise à jour introduit des modifications dans le format de configuration qui nécessite votre action : veuillez confirmer le dossier de destination pour les fichiers audiobook. C'est une opération ponctuelle.
it: Pare che stiate eseguendo l'aggiornamento della precedente versione di Audiobook Binder. Questo aggiornamento comporta una modifica nel formato della configurazione che richiede la vostra azione: siete pregati di confermare la cartella di destinazione per i file dell'audiolibro. Si tratta di un'operazione unica.

source: Name
fr: Nom
it: Nome
nb: Navn

source: Replace
de: Ersetzen
fr: Remplacer
it: Sostituisci

source: Select
de: Auswählen
fr: Sélectionné
it: Selezionato
nb: Velg

source: Time
de: Dauer
fr: Durée
it: Durata
nb: Tid

source: User action required
de: Benutzeraktion erforderlich
fr: Action utilisateur requise
it: Azione utente richiesta

source: ⌘ + I or Drag Image Here
de: ⌘ + I oder Bilddatei hierher bewegen
fr: ⌘ + I ou Déposer l'image ici
it: ⌘ + I o Trascina qui l'immagine
nb: ⌘ + I eller Dra cover bilde hit
